Repository: anthfran/thirstyinrome2
Catalog: thirstyinrome/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, hr, hu, it, ja, ko, nb, nl, pl, pt_br, ro, ru, sk, sv, tr, zh_hans, zh_hant

source: Cancel
ar: إلغاء
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
hr: Odustani
hu: Mégse
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
tr: İptal
zh_hans: 取消
zh_hant: 取消

source: Cluster of %lld fountains
ar: مجموعة من %lld نافورة
cs: Shluk %lld fontán
da: Klynge med %lld springvand
de: Gruppe von %lld Brunnen
el: Ομάδα %lld συντριβανιών
es: Grupo de %lld fuentes
fi: %lld suihkulähteen ryhmä
fr: Groupe de %lld fontaines
hr: Skupina od %lld fontana
hu: %lld szökőkút csoportja
it: Gruppo di %lld fontanelle
ja: %lld か所の噴水グループ
ko: 분수 %lld개 클러스터
nb: Klynge med %lld fontener
nl: Cluster van %lld fonteinen
pl: Skupisko %lld fontann
pt_br: Grupo de %lld fontes
ro: Grup de %lld fântâni
ru: Группа из %lld фонтанов
sk: Skupina %lld fontán
sv: Kluster med %lld brunnar
tr: %lld çeşme kümesi
zh_hans: %lld 个喷泉群
zh_hant: %lld 個噴泉群

source: Location Access Required
ar: مطلوب الوصول إلى الموقع
cs: Vyžadován přístup k poloze
da: Placeringsadgang påkrævet
de: Standortzugriff erforderlich
el: Απαιτείται πρόσβαση τοποθεσίας
es: Acceso a la ubicación requerido
fi: Sijaintikäyttöoikeus vaaditaan
fr: Accès à la localisation requis
hr: Potreban pristup lokaciji
hu: Helyzet-hozzáférés szükséges
it: Accesso alla posizione richiesto
ja: 位置情報へのアクセスが必要です
ko: 위치 접근 권한 필요
nb: Stedstilgang kreves
nl: Toegang tot locatie vereist
pl: Wymagany dostęp do lokalizacji
pt_br: Acesso à localização necessário
ro: Acces la locație necesar
ru: Требуется доступ к геопозиции
sk: Vyžaduje sa prístup k polohe
sv: Platsåtkomst krävs
tr: Konum Erişimi Gerekli
zh_hans: 需要位置访问权限
zh_hant: 需要位置存取权限

source: My Location
ar: موقعي
cs: Moje poloha
da: Min placering
de: Mein Standort
el: Η θέση μου
es: Mi ubicación
fi: Oma sijainti
fr: Ma position
hr: Moja lokacija
hu: Saját helyzet
it: La mia posizione
ja: 現在地
ko: 내 위치
nb: Min plassering
nl: Mijn locatie
pl: Moja lokalizacja
pt_br: Minha localização
ro: Locația mea
ru: Моё местоположение
sk: Moja poloha
sv: Min plats
tr: Konumum
zh_hans: 我的位置
zh_hant: 我的位置

source: Open in Apple Maps
ar: فتح في خرائط Apple
cs: Otevřít v Apple Maps
da: Åbn i Kort
de: In Apple Maps öffnen
el: Άνοιγμα στους Χάρτες Apple
es: Abrir en Mapas
fi: Avaa Kartassa
fr: Ouvrir dans Plans
hr: Otvori u Apple kartama
hu: Megnyitás Apple Térképekben
it: Apri in Apple Maps
ja: マップで開く
ko: Apple 지도에서 열기
nb: Åpne i Kart
nl: Openen in Kaarten
pl: Otwórz w Apple Maps
pt_br: Abrir no Apple Maps
ro: Deschide în Apple Maps
ru: Открыть в картах Apple
sk: Otvoriť v Apple Maps
sv: Öppna i Kartor
tr: Apple Haritalar'da Aç
zh_hans: 在地图中打开
zh_hant: 在地圖中打開

source: Open in Google Maps
ar: فتح في خرائط Google
cs: Otevřít v Google Maps
da: Åbn i Google Maps
de: In Google Maps öffnen
el: Άνοιγμα στο Google Maps
es: Abrir en Google Maps
fi: Avaa Google Mapsissa
fr: Ouvrir dans Google Maps
hr: Otvori u Google kartama
hu: Megnyitás Google Térképekben
it: Apri in Google Maps
ja: Google マップで開く
ko: Google 지도에서 열기
nb: Åpne i Google Maps
nl: Openen in Google Maps
pl: Otwórz w Google Maps
pt_br: Abrir no Google Maps
ro: Deschide în Google Maps
ru: Открыть в Google Картах
sk: Otvoriť v Google Maps
sv: Öppna i Google Maps
tr: Google Haritalar'da Aç
zh_hans: 在Google地图中打开
zh_hant: 在Google地圖中打開

source: Open Settings
ar: فتح الإعدادات
cs: Otevřít nastavení
da: Åbn indstillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
es: Abrir Ajustes
fi: Avaa asetukset
fr: Ouvrir les réglages
hr: Otvori postavke
hu: Beállítások megnyitása
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
nb: Åpne innstillinger
nl: Instellingen openen
pl: Otwórz ustawienia
pt_br: Abrir Configurações
ro: Deschide setările
ru: Открыть настройки
sk: Otvoriť nastavenia
sv: Öppna inställningar
tr: Ayarları Aç
zh_hans: 打开设置
zh_hant: 打開設定

source: Rome
ar: روما
cs: Řím
da: Rom
de: Rom
el: Ρώμη
es: Roma
fi: Rooma
hr: Rim
hu: Róma
it: Roma
ja: ローマ
ko: 로마
nb: Roma
pl: Rzym
pt_br: Roma
ro: Roma
ru: Рим
sk: Rím
sv: Rom
tr: Roma
zh_hans: 罗马
zh_hant: 羅馬

source: To re-center on your position, enable Location in Settings.
ar: لإعادة التوسيط على موقعك، قم بتفعيل الموقع في الإعدادات.
cs: Chcete-li se vrátit na svou polohu, povolte Polohu v Nastavení.
da: For at centrere på din placering skal du aktivere Placering i Indstillinger.
de: Um auf Ihren Standort zu zentrieren, aktivieren Sie Standort in den Einstellungen.
el: Για να επανακεντρωθείτε στη θέση σας, ενεργοποιήστε την Τοποθεσία στις Ρυθμίσεις.
es: Para recentrar en tu ubicación, activa la Ubicación en Ajustes.
fi: Voit palata omaan sijaintiisi ottamalla Sijainti käyttöön Asetuksissa.
fr: Pour recentrer sur votre position, activez la localisation dans les réglages.
hr: Za povratak na svoju lokaciju, omogućite Lokaciju u Postavkama.
hu: A saját helyzetre való visszaközpontosításhoz engedélyezze a Helyzet funkciót a Beállításokban.
it: Per centrare sulla tua posizione, abilita la Posizione nelle Impostazioni.
ja: 現在地に再中央揃えするには、設定で位置情報を有効にしてください。
ko: 내 위치로 다시 중심을 맞추려면 설정에서 위치를 활성화하세요.
nb: For å sentrere på din plassering, aktiver Sted i Innstillinger.
nl: Om op uw locatie te centreren, schakelt u Locatie in bij Instellingen.
pl: Aby wyśrodkować na swojej pozycji, włącz Lokalizację w Ustawieniach.
pt_br: Para centralizar na sua localização, ative a Localização em Configurações.
ro: Pentru a recentra pe poziția dvs., activați Locația în Setări.
ru: Чтобы вернуться к своей геопозиции, включите Геопозицию в Настройках.
sk: Ak sa chcete vrátiť na svoju polohu, povoľte Polohu v Nastaveniach.
sv: För att centrera på din plats, aktivera Plats i Inställningar.
tr: Konumunuza yeniden odaklanmak için Ayarlar'da Konumu etkinleştirin.
zh_hans: 要重新定位到您的位置，请在设置中启用位置服务。
zh_hant: 要重新定位到您的位置，請在設定中啟用位置服務。

source: Waiting for GPS signal…
ar: انتظار إشارة GPS…
cs: Čekání na GPS signál…
da: Venter på GPS-signal…
de: Warte auf GPS-Signal…
el: Αναμονή σήματος GPS…
es: Esperando señal GPS…
fi: Odotetaan GPS-signaalia…
fr: En attente du signal GPS…
hr: Čekanje GPS signala…
hu: GPS-jel várakozása…
it: Attesa del segnale GPS…
ja: GPS信号を待っています…
ko: GPS 신호 대기 중…
nb: Venter på GPS-signal…
nl: Wachten op GPS-signaal…
pl: Oczekiwanie na sygnał GPS…
pt_br: Aguardando sinal de GPS…
ro: Așteptare semnal GPS…
ru: Ожидание сигнала GPS…
sk: Čakanie na GPS signál…
sv: Väntar på GPS-signal…
tr: GPS sinyali bekleniyor…
zh_hans: 等待GPS信号…
zh_hant: 等待GPS訊號…

source: Zooms to this cluster
ar: تكبير هذه المجموعة
cs: Přiblížit na tento shluk
da: Zoom til denne klynge
de: Auf diesen Cluster heranzoomen
el: Εστίαση σε αυτή την ομάδα
es: Acercar a este grupo
fi: Lähennä tähän ryhmään
fr: Zoom sur ce groupe
hr: Povećaj na ovu skupinu
hu: Közelítés erre a csoportra
it: Ingrandisce questo gruppo
ja: このクラスターにズーム
ko: 이 클러스터로 확대
nb: Zoom til denne klyngen
nl: Inzoomen op dit cluster
pl: Powiększ do tego skupiska
pt_br: Ampliar este grupo
ro: Mărire la acest grup
ru: Увеличить до кластера
sk: Priblíž na túto skupinu
sv: Zooma till detta kluster
tr: Bu kümeyi yakınlaştır
zh_hans: 缩放到此群
zh_hant: 縮放到此群
